[{
		"title" : "For Auld Lang Syne at the Art Gallery of Ballarat",
		"location" : "Art Gallery of Ballarat 40 Lydiard Street North Ballarat VIC 3350",
		"startDate" : "2014-04-11T00:00:00",
		"endDate" : "2014-07-27T23:59:00",
		"category" : "community",
		"description" : "Celebrate the role played by Scots in development of the Australian nation from the First Fleet to Federation at Australia's oldest and largest regional gallery.",
		"contactName" : "Emily Osmond",
		"email" : "emilyosmond@brt.org.au",
		"website" : "http://balgal.com/",
		"facebookPage" : "https://www.facebook.com/ArtGalleryBallarat?fref=ts",
		"image": "auld_lang.jpg"
	}, {
		"title" : "Spectacular Saturn - School Holiday Program",
		"location" : "Ballarat Observatory 439 Cobden St Entry from Magpie St",
		"startDate" : "2014-07-01T16:00:00",
		"endDate" : "2014-07-12T19:00:00",
		"category" : "community",
		"description" : "SATURN - Strap yourself in and take a spectacular journey into our solar system to visit Saturn.View Saturn through a telescope, and see the beautiful rings. Activities for children, and 3D Movies.Bookings essential on 03 5332 7526",
		"contactName" : "Judith Bailey",
		"email" : "bas@cbl.com.au",
		"website" : "http://observatory.ballarat.net",
		"facebookPage" : "https://www.facebook.com/pages/Ballarat-Observatory/123704284364399"
	}, {
		"title" : "25th Eureka Arms and Militaria Fair",
		"location" : "Wendouree Sports and Events Centre Norman St, Wendouree, Ballarat",
		"startDate" : "2014-07-12T09:00:00",
		"endDate" : "2014-07-13T09:00:00",
		"category" : "sustain",
		"description" : "Arms and Militaria Fair,  140 tables of dealers.  Living history groups, Antique and modern arms, Medals, Books, Knives and swords, Hunting and shooting supplies, Collectable ammo, Uniforms, Optics, Onsite catering, family friendly event.",
		"contactName" : "Nick Smith",
		"email" : "baamcs@activ8.net.au",
		"website" : "http://www.ballaratarms.com.au",
		"facebookPage" : null
	}, {
		"title" : "Alliance Francaise de Ballarat Bastille Day Dinner",
		"location" : "G Place 102 English Street (off Grant Street)",
		"startDate" : "2014-07-12T19:00:00",
		"endDate" : "2014-07-12T23:00:00",
		"category" : "community",
		"description" : "Annual Dinner to celebrate all things French. Authentic French food by local chefs par excellence Lakitchen2u. Entertainment with a French flavour. All welcome. This is an event for the whole community and speaking French is welcome but entirely optional. \nFor details, please visit the AF website at http://afballarat.com.au.",
		"contactName" : "Bernadette Brouwers",
		"email" : "bbmp16@bigpond.com",
		"website" : "http://afballarat.com.au",
		"facebookPage" : null
	}, {
		"title" : "Buninyong Pre - School -  50th Anniversary - Gala Ball",
		"location" : "Buninyong Golf Club, Buninyong",
		"startDate" : "2014-07-12T19:30:00",
		"endDate" : "2014-07-12T23:00:00",
		"category" : "community",
		"description" : "To Celebrate 50 years of operations of the Buninyong Pre-School, we are holding a Gala Ball to celebrate.  We would like all past families, teachers and students to attend as well the Buninyong Community.  Tickets are $45, and can be purchased through Foundation Legal Buninyong or online at https://www.stickytickets.com.au/17683   We have a local band (5 piece band) playing called Vinyl Tapp.  Your new memories can be captured in our photo booth, as well as a display of the past 50 years.  Nibbles provided and drinks at Bar prices.    Time 7.30 - 11.30pm",
		"contactName" : "Prue Orchard",
		"email" : "porchard@chw.net.au",
		"website" : "http://https://www.stickytickets.com.au/17683",
		"facebookPage" : "https://www.facebook.com/groups/1419564708293463/"
	}, {
		"title" : "At Last: The Etta James Story",
		"location" : "Her Majesty's 17 Lydiard Street, South Ballarat ",
		"startDate" : "2014-07-12T20:00:00",
		"endDate" : "2014-07-12T22:30:00",
		"category" : "arts",
		"description" : "Following a smash-hit national tour and back by popular demand the unforgETTAble sounds of Vika Bull and the Essential R &amp; B Band will grace the stage of Her Majesty&#8217;s in Ballarat this July 12 to delight audiences with the story of one of the most influential soul singers of all times -Etta James.At Last &#8211; The Etta James Story is a two-hour narrative concert starring Vika Bull. Vika brings her heart, soul and funk to tell the story of Etta&#8217;s turbulent life and sing her best loved songs including &#8216;Tell Mama,&#8217;, &#8216;Something&#8217;s Got A Hold On Me&#8217;, &#8216;Pushover&#8217;, the heartrending &#8216;I&#8217;d Rather Go Blind&#8217;, her iconic signature song &#8216;At Last&#8217; and more. Vika Bull will be joined on stage by the sizzling hot The Essential R &amp; B Band that will get you out of your seat and dancing in the aisles!",
		"contactName" : "Lisa",
		"email" : "lisa@room8.com",
		"website" : "http://hermaj.com/what-s-on/events/at-last-the-etta-james-story",
		"facebookPage" : "http://www.facebook.com/AtLastTheEttaJamesStory"
	}, {
		"title" : "From Africa WIth Love",
		"location" : "Backspace Gallery Huyghue House, Alfred Deakin Place @Camp Street &amp; Police Lane, Ballarat Vic 3350",
		"startDate" : "2014-07-18T18:00:00",
		"endDate" : "2014-07-27T16:00:00",
		"category" : "arts",
		"description" : "From Africa With Love brings us photographs by Shanna Love that touch on the emotional bonds we feel toward animals whose destiny is by no means certain.Opening event 18th July 6pm-8pm and continuing until Sunday 27th, open 12pm-4pm daily.Free Admission\nFrom Africa With Love also provides us with a window into the relationships between the animals themselves. Whether showing affection, or expressing anger or sadness, Shanna strives to capture images of her subjects that evoke emotions in us, as well.Taking African wildlife photography beyond mere pictures of Hemingway&#8217;s Big Five, Love aims to have us read sentiment into her portraits, creating a strong connection that allows us to associate with the images on a personal level.Since working with a conservation organisation, Shanna Love has become painfully aware of the dire situation that many of these amazing animals face through the myriad pressures of climate change, diminishing habitat, economic demands, political and social unrest.From Africa With Love is her response to this: using an exhibition of her photographs to raise awareness of the rapid decline of many of the species seen here. While we will easily connect with her images on a visceral or aesthetic level, it is the data accompanying each image that drives the message home of how few of these magnificent beasts still survive in the wild.Now an avid wildlife photographer, Shanna Love sees herself as both creating sumptuous images of exotic animals that speak to us through instinct, and fostering the will to protect the creatures she loves so well.\n",
		"contactName" : "Shanna Love",
		"email" : "shanna@lovewildlifephotography.com",
		"website" : "http://www.lovewildlifephotography.com",
		"facebookPage" : null
	}, {
		"title" : "Writing workshop with Toni Jordan",
		"location" : "Musuem of Australian Democracy at Eureka Stawell Street South, Ballarat",
		"startDate" : "2014-07-19T11:00:00",
		"endDate" : "2014-07-19T13:00:00",
		"category" : "arts",
		"description" : "Ballarat Writers presents a writing workshop on dialogue with author Toni Jordan.The workshop will cover: Why dialogue is not speech; How to transmit the boring things your characters say; What is subtext in dialogue, and why it matters; The art of minimalism in dialogue tags; Why adverbs are the work of the devil.",
		"contactName" : "Sally Williams",
		"email" : "publicity@ballaratwriters.com",
		"website" : "http://ballaratwriters.com/workshops/july-dialogue-with-toni-jordan/",
		"facebookPage" : "http://www.facebook.com/BallaratWriters"
	}, {
		"title" : "Community Fun Day on the Yarrowee",
		"location" : "Redan Wetlands,  Orion Street, Sebastopol",
		"startDate" : "2014-07-20T10:00:00",
		"endDate" : "2014-07-20T13:00:00",
		"category" : "community",
		"description" : "Community Fun Day at Redan Wetlands (Orion St, Sebastopol) on Sunday 20th July, 10am &#8211; 1pm. The day includes interactive displays on Ballarat&#8217;s wildlife and flora. Stormwater and Water Watch displays, listen to talks on the history of the Yarrowee River. Help us clean-up Ballarat&#8217;s favourite river, hand in a bag of rubbish for entry into our free raffle. Stay for lunch, free hot soup provided. For further information or to RSVP please contact Kate Constance from the Leigh Catchment Group on 0409 585 998 or e-mail: katelcg@iinet.net.au",
		"contactName" : "Kate Constance",
		"email" : "katelcg@iinet.net.au",
		"website" : "http://www.leighcatchmentgroup.org",
		"facebookPage" : null
	}, {
		"title" : "Fun Day on the Yarrowee River",
		"location" : "Redan Wetlands Orion Street, Sebastopol",
		"startDate" : "2014-07-20T10:00:00",
		"endDate" : "2014-07-20T13:00:00",
		"category" : "community",
		"description" : "Community Fun Day at Redan Wetlands Orion St, Sebastopol. 10am &#8211; 1pm This day forms part of the &#8216;Breathing Life Back into the Yarrowee&#8217; project. This project aims to improve the Yarrowee River by undertaking weed control, revegetation, improving facilities and engaging the community on river health issues. Details of the day include:The community will have the opportunity to clean-up the Yarrowee, by collecting rubbish around the Redan Wetlands.  Participants will go into the draw to win a prize pack. \nThere will be educational displays on waterway health by the Corangamite Catchment Management Authority Interactive displays by Ray Draper (Ballarat Ecologist) on Ballarat faunaFree soup will be provided at 12:00 for lunchTalks by Ballarat Environment Network on the history of the Yarrowee and a talk by the Ballarat Field Naturalists on Ballarat flora. These talks will commence from 12:15\nDay closes at 1pm\n",
		"contactName" : "Kate Constance",
		"email" : "katelcg@iinet.net.au",
		"website" : "http://www.leighcatchmentgroup.org",
		"facebookPage" : null
	}, {
		"title" : "Bring Him Home - Ballarat",
		"location" : "Brown Hill Hall Humffray St North, Ballarat",
		"startDate" : "2014-07-20T15:00:00",
		"endDate" : "2014-07-20T17:00:00",
		"category" : "arts",
		"description" : "The Voice Professional presents Jason Wasley &quot;Bring Him Home&quot;\nAn afternoon of classics and favourites, light opera arias, and popular songs from great musicals",
		"contactName" : "Sharon Hatton",
		"email" : "thevoiceprofessional71@gmail.com",
		"website" : "http://www.thevoiceprofessional.com.au",
		"facebookPage" : "http://www.facebook.com/thevoiceprofessional"
	}, {
		"title" : "Royal South Street Competition",
		"location" : "Her Majesty's Theatre  17 Lydiard Street Sth Ballarat ",
		"startDate" : "2014-07-28T00:00:00",
		"endDate" : "2014-11-02T23:59:00",
		"category" : "arts",
		"description" : "Royal South Street Competitions - 2014\nAs a well established Australian cultural event, the Royal South Street Competitions run for 14 weeks annually hosting 40,000 onstage appearances. The competitors showcase twelve theatrical disciplines including voice, music, and movement.  The Society utilise multiple venues throughout Ballarat, including the historic Her Majesty's Theatre. Come along and be entertained. View daily program information, session times and ticket prices at www.royalsouthstreet.com.au. Come along and be entertained.\n",
		"contactName" : "Emma",
		"email" : "info@royalsouthstreet.com.au",
		"website" : "http://www.royalsouthstreet.com.au/",
		"facebookPage" : "https://www.facebook.com/royalsouthstreet"
	}, {
		"title" : "Royal South Street Debating Challenge Cup",
		"location" : "Town Hall - Council Chambers  Sturt Street Ballarat ",
		"startDate" : "2014-07-28T00:00:00",
		"endDate" : "2014-08-25T23:59:00",
		"category" : "arts",
		"description" : "When: 28th July &#8211; 1st August heats. Semi final 18th August. Finals 25th August.\n\nThe Debating Challenge Cup promises to be an exciting part of our program for 2014 with debates being battled out again in the City of Ballarat Council Chambers. Primary and Secondary School aged students will be using their best debating skills to debate interesting topics. \n\nThe grand final debates promise some fantastic debates which can be enjoyed by audiences of all ages.  View daily program information, session times and ticket prices at www.royalsouthstreet.com.au  Come along and be entertained. \n",
		"contactName" : "Emma",
		"email" : "info@royalsouthstreet.com.au",
		"website" : "http://www.royalsouthstreet.com.au/",
		"facebookPage" : "https://www.facebook.com/royalsouthstreet"
	}, {
		"title" : "Community Sports Camps Football and Netball Clinics",
		"location" : "Alfredton Oval, Cuthberts Road, Alfredton",
		"startDate" : "2014-07-02T00:00:00",
		"endDate" : "2014-07-02T23:59:00",
		"category" : "arts",
		"description" : "Community Sports Camps is holding a one day football and netball program for primary school aged children on the 2nd of July. Held at Alfredton Oval you can have an entire day filled with either netball or football. - Great chance to improve skills, have fun and make new friends- Qualified &amp; enthusiastic coaches- Morning &amp; afternoon tea provided- Giveaways &amp; prizes to all participantsTo register head to www.communitycamps.com.au or call 1300 562 571.",
		"contactName" : "Community Sports Camps",
		"email" : "info@communitycamps.com.au",
		"website" : "http://www.communitycamps.com.au",
		"facebookPage" : null
	}, {
		"title" : "School Holiday Pottery Class &#8211; Clay Thongs",
		"location" : "ClayMotion 37Tierneys Rd, Dunnstown 3352",
		"startDate" : "2014-07-02T14:00:00",
		"endDate" : "2014-07-02T16:00:00",
		"category" : "community",
		"description" : " School Holiday Program &#8211; BallaratCLAY THONGSWednesday 8th April 10-12noon $32.00 including materials and firing.This project is a tactile project encouraging the children to &#8216;squelch&#8217; their feet in the clay to make imprints for a set of clay thongs.Children will roll out clay, imprint their feet into the soft clay, cut out the shape of their feet, and make their imprints into thongs.LIMITED NUMBERS &#8211; ENROL ONLINE OR PHONE\n",
		"contactName" : "Dawn WHitehand",
		"email" : "dawn@claymotion.com.au",
		"website" : null,
		"facebookPage" : "https://www.facebook.com/pages/ClayMotion/116325345099724"
	}, {
		"title" : "Death In July festival",
		"location" : "Musuem of Australian Democracy at Eureka Stawell Street South, Ballarat",
		"startDate" : "2014-07-04T18:00:00",
		"endDate" : "2014-01-05T17:00:00",
		"category" : "arts",
		"description" : "Death In July festival is a celebration of Australian women&#8217;s crime writing to get your blood pumping!A stellar line-up of authors will appear at the festival to speak on a fascinating range of topics including the CSI effect and YA crime writing. Guest writers include Leigh Redhead, Angela Savage, Honey Brown, Ellie Marney, Simmone Howell and many more. The festival will be held at the Museum of Australian Democracy at Eureka across the weekend of 4 &#8211; 5 July, starting with a lovely launch evening on the Friday night featuring a keynote from guest author Angela Savage.",
		"contactName" : "Sally Williams",
		"email" : "publicity@ballaratwriters.com",
		"website" : "http://www.ballaratwriters.com",
		"facebookPage" : "http://www.facebook.com/BallaratWriters"
	}, {
		"title" : "School Holiday Pottery Class &#8211; Pencil Holder",
		"location" : "ClayMotion 37Tierneys Rd, Dunnstown 3352",
		"startDate" : "2014-07-09T10:00:00",
		"endDate" : "2014-07-09T12:00:00",
		"category" : "community",
		"description" : "School Holiday Program- Ballarat PENCIL HOLDERS pencil holderWednesday 16th April 2-4pm $32.00 including materials and firing.Children will create the pencil holder by using the &#8216;pinching&#8217; method. Techniques for modelling and joining clay will also be explored. The pencil holder will then be decorated by hand moulding additions, such as eyes and tails, and will then be painted using brightly coloured slips.LIMITED NUMBERS: ENROL ONLINE OR PHONE\n",
		"contactName" : "Dawn WHitehand",
		"email" : "dawn@claymotion.com.au",
		"website" : "http://www.claymotion.com.au",
		"facebookPage" : "https://www.facebook.com/pages/ClayMotion/116325345099724"
	}
]
