[
{
    "title": "Junior soccer players to converge on Ballarat",
    "date": "10 July 2014",
    "author": "City of Ballarat",
    "author_pic": "cob.jpg",
    "image": "news_1.jpg",
    "body": "500 junior soccer players from across Victoria will converge on Ballarat this weekend for the Victorian Country Leagues Junior Soccer Championships.

Hosted by the Ballarat & District Soccer Association the Championship will be held Saturday 28, Sunday 29 and Monday 30 June.

Students will travel from Bendigo, Albury, Gippsland, Ballarat, Echuca-Moama, Shepparton, Warrnambool and Gippsland South for the Championships.

87 games will be played across three days in the following age categories - Under 12, Under 13, Under 14, Under 15 and Under 16. 

The Grand Final will be played on the new number one turf show pitch at the Ballarat Regional Soccer Facility on Monday, 30 June."
},
{
    "title": "Youth invited to share their vision for Ballarat’s future",
    "date": "9 July 2014",
    "author": "City of Ballarat",
    "author_pic": "cob.jpg",
    "image": "news_2.png",
    "body": "Ballarat youth are invited to share their vision for Ballarat’s future at a question and opinion event this Friday.

The Question and Opinion event will be held this Friday 11 July at 11am at the Helen McPherson Smith Theatre, Federation University Camp Street campus. The event is hosted by the City of Ballarat Youth Council.

Ballarat youth are invited to share their views on what type of city Ballarat should be in 2040 and discuss topics such as growth, heritage, transport, education and entertainment.

Feedback will help shape the Ballarat Strategy.

Free coffee and pizza will be provided and attendees will receive a raffle ticket to go into the draw to win a JB Hifi voucher.

Five Youth Councillors will lead the discussion which will be moderated by Cr Des Hudson.

The City of Ballarat’s Parent Place facility will relocate to a dedicated new space in Sturt Street next month.

The new location, on the corner of Sturt and Albert streets, will continue to offer the same great services in a larger and more central location.

Parent Place will continue to provide a safe, welcoming and child friendly space with change and feed facilities.

Families can also access information about a range of early years services including Family Day Care, Kindergarten, Immunisation and Maternal Child Health and participate in Baby Rhyme Time, the baby sling program and regular Maternal and Child Health visits.

The existing Parent Place volunteer team will also move to the new location.

The existing Parent Place facility will close this Friday, 11 July.

Parent Place is run by the City of Ballarat and a dedicated group of volunteers."
},
{
    "title": "Ballarat's green bins: $500,000 initiative launched",
    "date": "4 July 2014",
    "author": "Joshua Morris - Mayor",
    "author_pic": "josh.jpg",
    "image": "news_3.jpg",
    "body": "MORE than 8000 tonnes of organic waste from Ballarat will be recycled per year following the roll-out of new green waste bins, State Environment and Climate Change Minister Ryan Smith said.

Mr Smith made the announcement at the Ballarat Town Hall on Saturday as he launched the initiative in which the state government has invested $500,000.

By the middle of next year, it is expected a new green bin will be distributed to the more than 42,500 households in the City of Ballarat.

Each bin is expected to hold about 70 litres of green waste.

Mr Smith there had been longstanding calls from Ballarat for a green waste collection in Ballarat, similar to services rolled out in other municipalities.

He said he saw it as an opportunity for the council and state government to work together to reduce Victoria's environmental footprint.

\"Rather than handballing the responsibility or problem of green waste between the council and the state government, we used this as an opportunity to work together to create a beneficial and viable outcome for the residents of Ballarat,\" Mr Smith said.

\"This initiative allows for green waste to be converted into something environmentally efficient and useable for the community rather than simply being thrown into a large hole which becomes a burden over time.\"

He said green waste would be converted into valuable compost and mulch products that could then be invested back into the community.

Ballarat mayor Joshua Morris welcomed the announcement and said it had been a focus of many of the councillors since they were first elected.

\"We are very excited by this announcement because curbside green waste collection is an issue that has been raised with the council repeatedly by residents,\" Cr Morris said.

Last month Liberal candidate for Buninyong Ben Taylor called on the council to provide green waste collection bins to residents in the region.

Mr Taylor said on Saturday about 40 per cent of the rubbish in household bins was organic and green waste.

\"When you think about how much waste that is which could be saved and recycled back into the community every year its incredible,\" Mr Taylor said.

Liberal candidate for Wendouree Craig Coltman had also previously put pressure on the council to install the model.

He said not only would it decrease council waste disposal costs but it had the potential to create new jobs in the region."
}
]
